#Traducción de es a ca (google-api-translate-java-0.94.jar)
#Tue Jan 18 10:29:30 CET 2011
ERROR_RAW_SIGNATURE=No s'ha pogut calcular la signatura
ERROR_INCORRECT_DNIE_PWD=<html> <font color\='red'>Contrasenya incorrecta, torna a intentar-ho. <br> Has de tenir en compte que el dnie es bloqueja despr\u00E9s de tres intents fallits</font> </html>
ERROR_CERTIFICATE_USE=<html> <font color\='red'>Nom\u00E9s pots utilitzar un certificat amb funcionalitat de signatura.</font> </html>
ERROR_UNKNOWN=Error inesperat de l'aplicaci\u00F3.
ERROR_CANNOT_SET_OUTPUT_DATA=<html> <font color\='red'>No s'ha pogut enviar la signatura al servidor</font>
LABEL_SIGN=Signar digitalment
ERROR_DDOC_CACERTREAD=No es pot comprovar la validesa del seu certificat.
ERROR_OUTPUT_PARAMS_UNKNOWN=El par\u00E0metre corresponent a la forma de retornar la sortida \u00E9s incorrecte.
PASSWORD_WINDOW_CANCEL=Cancel.lar
ERROR_FORMAT_PARAMETER_UNKNOWN=El format de sortida que s'ha indicat amb el par\u00E0metre signFormat \u00E9s incorrecte.
ERROR_CMS_NOCERT=No s'ha pogut recuperar el certificat
DNIE_PASSWORD_TITLE=Contrasenya de DNIe
ERROR_COMPUTING_SIGNATURE=<html> <font color\='red'>No s'ha pogut calcular la signatura</font> </html>
PASSWORD_WINDOW_TITLE=Sol.licitud de contrasenya
MENU_LOAD_P12=Carregar certificats des de fitxer pfx/pkcs12
MENU_LOAD_P11=Carregar driver de dispositiu criptogr\u00E0fic
ERR_RAW_NOKEY=No s'ha pogut recuperar la refer\u00E8ncia a la clau privada
ERROR_CERTIFICATE_NOT_ALLOWED=No es reconeix el seu certificat per a signar en aquesta web.
PASSWORD_WINDOW_ACCEPT=Acceptar
BUTTON_CANCEL=Cancel.lar
ERR_MS_KEYSTORE_LOAD=No s'ha pogut carregar el magatzem de certificats de Windows.
ERROR_OPEN_CERTIFICATE_STORE=No s'ha pogut obrir el magatzem de certificats. Comprova que la clau d'acc\u00E9s introdu\u00EFda sigui correcta
ERROR_RETRIEVE_CERTIFICATE_LIST=No s'ha pogut recuperar la llista de certificats
ERROR_DDOC_CERTGENERIC=No es pot comprovar la validesa de la seva certificado.
ERROR_CMS_CONFIG_TSAURL_NOT_FOUND=Error de configuraci\u00F3, contacti amb l'administrador
ERROR_DDOC_NODIGEST=No s'ha pogut calcular el resum.
ERROR_DDOC_TSACA=No s'ha pogut obtenir el certificat arrel de l'autoritat de certificaci\u00F3.
PROGRESS_SIGN=<html> S'est\u00E0 realitzant la signatura electr\u00F2nica, aquesta operaci\u00F3 pot trigar uns segons, si us plau esperi. </html>
ERROR_INPUT_SOURCE=<html> <font color\='red'>No s'han pogut obtenir les dades font de la signatura.</font> </html>
LABEL_SHOW_DATA_ASK=Veure el contingut abans de signar.
ERR_CL_KEYSTORE_LOAD=No s'ha pogut carregar el magatzem de certificats del Clauer.
LABEL_PASSWORD=Clau d'acc\u00E9s\:
ERROR_FORMAT_PARAMETER_UNSPECIFIED=No s'ha especificat el format de sortida de la signatura.
ERROR_CERTIFICATE_EXPIRED=<html> <font color\='red'>El teu certificat ha expirat o encara no \u00E9s v\u00E0lid</font> </html>
ERROR_DDOC_NOCERT=No s'ha pogut recuperar el certificat.
ERROR_INCORRECT_PWD=<html> <font color\='red'>Contrasenya incorrecta, torna a intentar-ho.</font> </html>
ERROR_INVALID_DLL=S'ha detectat en el sistema la instal.laci\u00F3 d'una biblioteca modificada.
ERROR_DDOC_TSDIGEST=No s'ha pogut calcular el resum de la marca de temps.
ERROR_DDOC_TSARESPONSE=S'ha obtingut una marca de temps inv\u00E0lida.
ABOUT_DESCRIPTION=<html><img src\=&quot;http\://subverting.org/images/uji.jpg&quot;><br><br> Applet desenvolupat per la Universitat Jaume I <br> dins del projecte de desplegament de la Admnistraci&oacute; electr&ograve;nica <br> &copy; 2007 Universitat Jaume I <br><br> This program is Licensed under GPLv2 terms <br> For technical contactar send an email to paul.applet @ nisu.org <br></center></html>
ERROR_STORE_EMPTY=No hi ha cap certificat al magatzem
HELP_DESCRIPTION=<html><br> Seleccioneu un certificat amb funcionalitat de<br> signatura (digitalSignature). <br><br> Depenent de la font del certificat apareixer\u00E0 <br> un camp contrasenya demanant la contrasenya <br> de la font. Introduir el PIN en cas necessari i <br> pr\u00E9mer el bot\u00F3 de signar. <br><br><html>
PROGRESS_WINDOW_TITLE=Realitzant operaci\u00F3.
ERR_FILE_INSTALL=No s'ha pogut instal.lar el fitxer a descarregar.
ERROR_DDOC_NOKEY=No s'ha pogut recuperar la refer\u00E8ncia a la clau privada.
ERR_CAPI_DLL_INSTALL=No s'ha pogut descarregar MicrosoftCryptoApi_0_3.dll
ERROR_CERTIFICATE_NOT_SELECTED=<html> <font color\='red'>\u00C9s obligatori seleccionar un certificat de la llista</font> </html>
MENU_FILE=Arxiu
LABEL_PIN_CLAUER=PIN per clauer\:
INFORMATION=Informaci\u00F3
LABEL_SHOW_DATA_DESCRIPTION=Es disposa a signar el contingut, aquesta l\u00EDnia s'omet\:
WINDOW_TITLE=Signatura Electr\u00F2nica
ERROR_INPUT_PARAMS_UNKNOWN=El par\u00E0metre corresponent a la forma d'obtenir l'entrada \u00E9s incorrecte.
LABEL_CERTIFICATE_SELECTION=Seleccioni el seu certificat\:
ERROR_CANNOT_CLOSE_WINDOW=<html> <font color\='red'>Error en l'aplicaci\u00F3. No s'ha pogut tancar la finestra</font> </html>
BUTTON_SIGN=Signar
PASSWORD_WINDOW_ASK=Contrasenya\:
ERROR_OPEN_PKCS12=No s'ha pogut carregar el fitxer PKCS \# 12.
ERROR_OPEN_PKCS11=No s'ha pogut carregar el controlador del dispositiu.
MENU_HELP=Ajuda
ERROR_APPLET_INPUT_PARAMS_WOTHOUT_SIGNHASH=Falta el par\u00E0metre signHash com a entrada a l'Applet.
LABEL_CERTIFICATE_EXPIRED=<html> El seu certificat est\u00E0 caducat o a punt d'expirar, <br> pot ser que tingui mal configurada l'hora de l'equip local. <br> Pot continuar per\u00F2 si signa amb un certificat inv\u00E0lid, <br> la signatura s'invalidar\u00E0 al servidor. </html>
ERROR_DDOC_TSATIMEOUT=La connexi\u00F3 ha expirat obtenint la marca de temps.
ERROR_CMS_NOKEY=No s'ha pogut recuperar la refer\u00E8ncia a la clau privada
LABEL_VIEW_CERTIFICATES=Veure certificats
PROGRESS_RELOADING_CERTIFICATES=<html> S'est\u00E0 actualitzant la llista amb els seus certificats personals, si us plau esperi. </html>
ERROR_DDOC_CERT_NOT_ALLOWED=<html> <font color\='red'>No es permet signar amb el seu certificat en aquest lloc, contacteu amb l'administrador per a m\u00E9s informaci\u00F3.</font> </html>
ERROR_CMS_CALCULATING_TS=Error calculant la marca de temps, contacteu amb l'administrador
SIGN_PROCESS_OK=Signatura completada correctament.
LABEL_CERTIFICATE_EXPIRED_TITLE=Certificat inv\u00E0lid.
ERROR_INPUT_PARAMS_UNSPECIFIED=No s'ha especificat la forma d'obtenir les dades d'entrada (signInputParams).
ERROR_ACCESS_NO_STORES=No s'ha trobat cap magatzem de certificats v\u00E0lid en el seu equip.
NSS_Certificate_DB=Mozilla
ERROR_CHECKING_DNI_AGAINST_CERTIFICATE_DN=El certificat seleccionat no es pot associar al DNI de l'usuari validat en el sistema
WINDOW_MESSAGE=<html> La llista de certificats de Mozilla Firefox no estar\u00E0 <br> disponible fins que introdueixi la seva clau d'acc\u00E9s <br> (M\u00E0ster Password) </html>
ERROR_SSL=<html> <font color\='red'>Error de connexi\u00F3 segura</font>
ERROR_URL_INPUT_UNSPECIFIED=No s'ha especificat l'URL d'entrada de les dades.
ERR_MOZ_KEYSTORE_LOAD=No s'ha pogut carregar el magatzem de certificats de Mozilla.
ERROR_ACCESS_CLAUER=No s'ha pogut accedir al clauer. Comprova que la clau d'acc\u00E9s introdu\u00EFda sigui correcta.
MENU_ABOUT=Sobre
ERROR_OUTPUT_PARAMS_UNSPECIFIED=No s'ha especificat la manera de tornar les dades de sortida (signOutputParams).
ERROR_ACCESS_CERTIFICATE_STORE=Error accedint al magatzem de certificats
DNIE_PIN=Dnie PIN
INFO_SELECT_CERT=<html> <font color\='green'>Seleccioni el seu certificat i premi sobre el bot\u00F3 signar</font> </html>
LABEL_TREE_ROOT=Llista de certificats
PROGRESS_VIEW_CERTIFICATES=<html> S'estan carregant els seus certificats personals, aquesta operaci\u00F3 pot trigar uns segons, si us plau esperi. </html>
ERROR_DDOC_SIGNATURE=No s'ha pogut calcular la signatura.
ERROR_CMS_CONFIG_NOT_FOUND=Error de configuraci\u00F3, contacti amb l'administrador
ERROR_DDOC_CERTREVOKED=El certificat amb el qual s'intenta signar est\u00E0 revocat.
ERROR_CMS_SIGNATURE=No s'ha pogut calcular la signatura
ERROR_DDOC_CERTEXPIRED=El certificat amb el qual s'intenta signar ha expirat.
ERROR_CANNOT_GET_INPUT_DATA=<html> <font color\='red'>No s'han pogut obtenir les dades d'entrada de la signatura.</font>
