# Janela Applet
WINDOW_TITLE=Assinatura digital
WINDOW_MESSAGE=<html>A lista de certificados do Mozilla Firefox n&atilde;o ser&aacute;<br>dispon&iacute;vel at&eacute; que voc&ecirc; digite sua senha<br>(Master Password):</html>

# Senha Pergunte Janela
PASSWORD_WINDOW_ACCEPT=Aceitar
PASSWORD_WINDOW_CANCEL=Cancelar
PASSWORD_WINDOW_ASK=Senha:
PASSWORD_WINDOW_TITLE=Solicitação de senha

#Widgets
LABEL_CERTIFICATE_SELECTION=Selecione o certificado:
LABEL_VIEW_CERTIFICATES=Ver certificados
LABEL_CERTIFICATE_EXPIRED=<html>seu certificado expirou ou ainda n&atilde;o v&aacute;lido<br>pode ser que a data do seu computador n&atilde;o est&aacute; bem configurado.<br>Voc&ecirc; pode continuar, mas se o certificado &eacute; inv&aacute;lido, as assinaturas<br> ser&atilde;o invalidadas no servidor.</html>
LABEL_CERTIFICATE_EXPIRED_TITLE=Certificado inválido.
LABEL_SIGN=assinar digitalmente
LABEL_PIN=Clauer PIN:
LABEL_PASSWORD=Senha:
LABEL_TREE_ROOT=lista Certificado
LABEL_SHOW_DATA_ASK=Mostre-me o conteúdo antes de assinar.
BUTTON_SIGN=Entrar
BUTTON_CANCEL=Cancelar


MENU_FILE=Arquivo
MENU_LOAD_P11=carga do Driver para um dispositivo de criptografia
MENU_LOAD_P12=certificados de carga de um arquivo pfx/pkcs12
MENU_HELP=Ajuda
MENU_ABOUT=Sobre

DNIE_PASSWORD_TITLE=Dnie senha
DNIE_PIN=Dnie PIN

# Informação
ABOUT_DESCRIPTION=<html><img src="http://subverting.org/images/uji.jpg"><br><br>Applet developed by Universitat Jaume I<br>within the Universty's eGovernment project<br>&#169;2007 University Jaume I<br><br>This program is licensed under GPLv2 terms<br>For technical contact send an email to paul.applet@nisu.org<br></center></html>
HELP_DESCRIPTION=<html><br>Selecione um certificado de assinatura digital.<br>Dependendo do tipo do certificado, aparecer&aacute; um campo de senha.<br>Insira o PIN, se necess&aacute;rio, e confirme<br></html>

INFORMATION=Informações
CONTENT=Conteúdo
CERTIFICATE_CONTENT_FIELD=Na seleção de certificado as informações relacionadas aparecerá.
COMPUTING_SIGNATURE=<html><font color='green'>Calculando a assinatura...</font></html>
INFO_SELECT_CERT=<html><font color\='green'>Selecione o certificado e pressione o bot&atilde;o de assinar</font></html>

SIGN_PROCESS_OK=O processo de assinatura está completo
SELECT_A_CERTIFICATE=<html><font color='green'>Escolha o seu certificado e bot&atilde;o de assinar.</Font></html>
PROGRESS_VIEW_CERTIFICATES=<html>seus certificados pessoais est&atilde;o sendo carregados. Esta operação pode demorar alguns segundos. Por favor, aguarde.</html>
PROGRESS_RELOADING_CERTIFICATES=<html>sua lista de certificados est&aacute; sendo atualizado. Por favor, aguarde.</html>
PROGRESS_SIGN=<html>assinatura est&aacute; em processo. Esta opera&ccedil;&atilde;o pode demorar alguns segundos. Por favor, aguarde. </html>
PROGRESS_WINDOW_TITLE=Operação em processo

#Stores
NSS_Certificate_DB=Mozilla


#Error
ERROR_CERTIFICATE_NOT_ALLOWED=O certificado não é permitido.
ERROR_CANNOT_GET_INPUT_DATA=<html><font color='red'>N&atilde;o &eacute; poss&iacute;vel obter os dados de entrada para a assinatura
ERROR_CANNOT_SET_OUTPUT_DATA=<html><font color='red'>N&atilde;o &eacute; poss&iacute;vel enviar a assinatura para o servidor

ERROR_SSL=<html><font color='red'>erro conex&atilde;o segura


ERR_CAPI_DLL_INSTALL=MicrosoftCryptoApi_0_3.dll não pode ser baixado
ERR_FILE_INSTALL=O arquivo a ser instalado não pode ser baixado.
ERROR_INVALID_DLL=A versão da DLL é inválida.

ERROR_OPEN_CERTIFICATE_STORE=O armazenamento de certificados não pode ser aberto. Verifique se a senha digitada está correta
ERROR_ACCESS_CERTIFICATE_STORE=Certificado de erro de acesso store
ERROR_RETRIEVE_CERTIFICATE_LIST=A lista de certificados não pode ser recuperada
ERROR_ACCESS_CLAUER=O Clauer não pôde ser acessado. Verifique se a senha digitada está correta.
ERROR_STORE_EMPTY=Não existem certificados no armazenamento

ERROR_CERTIFICATE_USE=<html><font color='red'>Voc&ecirc; s&oacute; pode usar certificados com fun&ccedil;&otilde;es de assinatura </font></html>
ERROR_CERTIFICATE_EXPIRED=<html><font color\='red'>certificado expirou ou ainda n&atilde;o &eacute; v&aacute;lido</font></html>
ERROR_CERTIFICATE_NOT_SELECTED=<html><font color='red'>Voc&ecirc; tem que selecionar um certificado da lista</font></html>
ERROR_COMPUTING_SIGNATURE=<html><font color='red'>A assinatura n&atilde;o p&ocirc;de ser calculada
ERROR_CHECKING_DNI_AGAINST_CERTIFICATE_DN=O certificado selecionado não pode ser associado com a identificação do utilizador registado

ERROR_ACCESS_NO_STORES=Nenhum store de certificado válido foi encontrado em seu computador.
ERR_MS_KEYSTORE_LOAD=O armazenamento de certificados do Windows não pôde ser carregado.
ERR_MOZ_KEYSTORE_LOAD=O armazenamento de certificados Mozilla não pôde ser carregado.
ERR_CL_KEYSTORE_LOAD=O armazenamento de certificados Clauer não pôde ser carregado.

ERROR_OPEN_PKCS12=Erro de carregamento PKCS#12 arquivo.
ERROR_OPEN_PKCS11=Erro de carregar o driver de dispositivo.
ERROR_INCORRECT_PWD=<html><font color='red'>senha incorreta, tente novamente.</Font></html>
ERROR_INCORRECT_DNIE_PWD=<html><font color='red'>senha incorreta, tente novamente.<br> Esteja ciente de que o DNIe ir&aacute; bloquear ap&oacute;s tr&ecirc;s tentativas fracassadas</font></html>
ERROR_CANNOT_CLOSE_WINDOW=<html><font color='red'>Erro na aplica&ccedil;&atilde;o</font></html>
ERROR_UNKNOWN=Erro inesperado na aplicação.

#Erros de parâmetros
ERROR_FORMAT_PARAMETER_UNSPECIFIED=formato de assinatura da saída não foi especificado.
ERROR_FORMAT_PARAMETER_UNKNOWN=O formato de saída especificado pelo parâmetro signFormat é inválido.
ERROR_INPUT_PARAMS_UNSPECIFIED=A forma de obter os dados de entrada (signInputParams) não foi especificado.
ERROR_INPUT_PARAMS_UNKNOWN=O parâmetro correspondente ao modo de obter a entrada é inválida.
ERROR_OUTPUT_PARAMS_UNSPECIFIED=A forma de devolução dos dados de saída (signOutputParams) não foi especificado.
ERROR_OUTPUT_PARAMS_UNKNOWN=O parâmetro correspondente ao modo de se obter o resultado é inválido.
ERROR_APPLET_INPUT_PARAMS_WITHOUT_SIGNHASH=Não há nenhum parâmetro signHash como entrada Applet.
ERROR_URL_INPUT_UNSPECIFIED=O URL de entrada de dados não foi especificado.
ERROR_INPUT_SOURCE=<html><font color='red'>N&atilde;o &eacute; poss&iacute;vel recuperar os dados de origem.</font></html>

#CMS Erros 
ERROR_CMS_NOCERT=O certificado não pode ser recuperado
ERROR_CMS_NOKEY=A referência à chave privada não pôde ser recuperado.
ERROR_CMS_SIGNATURE=As assinaturas não puderam ser calculadas
ERROR_CMS_CONFIG_NOT_FOUND=Erro de configuração, contate um administrador
ERROR_CMS_CONFIG_TSAURL_NOT_FOUND=Erro de configuração, contate um administrador
ERROR_CMS_CALCULATING_TS=cálculo de timestamp com erro, contate um administrador

#RAW Erros
ERR_RAW_NOKEY=A referência à chave privada não pôde ser recuperado.
ERROR_RAW_SIGNATURE=A assinatura não pôde ser calculada.

#DigiDoc Erros
ERROR_DDOC_NOCERT=O certificado não pôde ser recuperado.
ERROR_DDOC_NOKEY=A referência à chave privada não pôde ser recuperada.
ERROR_DDOC_NODIGEST=O digest não pôde ser calculado.
ERROR_DDOC_SIGNATURE=A assinatura não pôde ser calculado.
ERROR_DDOC_TSDIGEST=O resumo carimbo de tempo não pode ser calculado.
ERROR_DDOC_TSATIMEOUT=A conexão expirou quando a obtenção do selo de tempo.
ERROR_DDOC_TSARESPONSE=Um carimbo de tempo inválido foi obtida.
ERROR_DDOC_TSACA=O certificado raiz da autoridade de certificação não pode ser obtido.
ERROR_DDOC_CERTREVOKED=O certificado de que você está usando para entrar seja revogada.
ERROR_DDOC_CERTEXPIRED=o certificado que você está usando para entrar expirou.
ERROR_DDOC_CACERTREAD=A validade do certificado não pode ser verificado.
ERROR_DDOC_CERTGENERIC=A validade do certificado não pode ser verificado.
ERROR_DDOC_CERT_NOT_ALLOWED=<html><font color='red'>N&atilde;o &eacute; permitida a assinar aqui com o seu certificado, entre em contato com o administrador para mais informa&ccedil;&otilde;es.</font></html>